<?php
// $Id$

/**
 * 默认语言：Chinese, Simplified(简体中文)(zh-hans)
 * 翻译语言：Mongolian(mn)
 * 共有 9 条翻译
 */

$lang = array (
  'value 和  nid 不存在' => 'value ба  nid байхгүй байна',
  '未定义的投票类型' => 'Тодорхойлоогүй үнэлэлтийн төрөл',
  'value 和 nid 只能是数字' => 'value ба nid нь зөвхөн тоо байна',
  '不允许通过页面接口投票' => 'Хуудсаар дамжуулан үнэлэлт холбохыг зөвшөөрөхгүй',
  '只有登录用户才能投票' => 'Хэрэглэгч зөвхөн нэвтэрсний дараа үнэлэх боломжтой',
  '没有权限投票' => 'Зөвшөөрөлтэй үнэлэлт байхгүй',
  '非法的投票参数' => 'Дүрмийн бус үнэлэлтийн параметр',
  '非法的投票节点' => '非法的投票节点',
  '写入数据失败' => 'Өгөгдөл бичилт амжилтгүй боллоо',
);
$js_lang = array (
);
