<?php
// $Id$

/**
 * 默认语言：Chinese, Simplified(简体中文)(zh-hans)
 * 翻译语言：Russian(Русский)(ru)
 * 共有 9 条翻译
 */

$lang = array (
  'value 和  nid 不存在' => 'value и nid не существуют',
  '未定义的投票类型' => 'неопределенный тип голосования',
  'value 和 nid 只能是数字' => 'value и nid только бывают цифрами',
  '不允许通过页面接口投票' => 'Не разрешается голосовать на интерфейсе страницы',
  '只有登录用户才能投票' => 'Только регистрированный пользователь может голосовать',
  '没有权限投票' => 'не иметь право голосовать',
  '非法的投票参数' => 'Неверные параметры голосования',
  '非法的投票节点' => '非法的投票节点',
  '写入数据失败' => 'неуспешно писать данные',
);
$js_lang = array (
);
