<?php
// $Id$

/**
 * 默认语言：Chinese, Simplified(简体中文)(zh-hans)
 * 翻译语言：Chinese, Traditional(繁體中文)(zh-hant)
 * 共有 11 条翻译
 */

$lang = array (
  'value 和  nid 不存在' => 'value 和  nid 不存在',
  '未定义的投票类型' => '未定义的投票类型',
  'value 和 nid 只能是数字' => 'value 和 nid 只能是数字',
  '不允许通过页面接口投票' => '不允许通过页面接口投票',
  '只有登录用户才能投票' => '只有登录用户才能投票',
  '没有权限投票' => '没有权限投票',
  '非法的投票参数' => '非法的投票参数',
  '每 !string 小时只能投票一次' => '每 !string 小时只能投票一次',
  '写入数据失败' => '写入数据失败',
  '非法的投票节点' => '非法的投票节点',
  '你已经投过票了' => '你已经投过票了',
);
$js_lang = array (
);
